Repository: panhboth111/user_app_yourspacekh
Catalog: lib/l10n/app_*.arb
Languages: km

# language
source: English
km: Central Khmer

# search
source: Where to park?
km: ស្វែងរកកន្លែងចតរថយន្ត?

source: Welcome
km: សូមស្វាគមន៍

source: Edit Profile
km: កែប្រវត្តិរូប

source: Parking History
km: ប្រវត្តិកន្លែងចតរថយន្ត

# change_language
source: Language
km: ប្ដូរ​ភាសា

# faq
source: Frequently Asked Questions
km: សំណួរ​ដែលគេ​ច្រើន​សួរ

# terms_and_condition
source: Terms and Conditions
km: ​លក្ខខណ្ឌ

source: Logout
km: ចាកចេញ

# back_home
source: Back to Home
km: ត្រឡប់ទៅទំព័រដំបូង

source: Your Name
km: ឈ្មោះ​របស់​អ្នក

# phone
source: Phone Number
km: លេខទូរសព្ទ

# no_history
source: No history yet
km: មិនទាន់មានប្រវត្តិចតរថយន្តនៅឡើយទេ

# no_history_desc
source: Hit the blue button down below to look for space
km: ចុចប៊ូតុងពណ៌ខៀវខាងក្រោមដើម្បីរកមើលកន្លែងចតរថយន្ត

# look_for_space
source: Start Looking for Space
km: រកមើលកន្លែងចតរថយន្ត

source: Basic Info
km: ព័ត៌មាន​ទូទៅ

# basic_info_desc
source: We take privacy issues seriously. You can be sure that your data is securely protected.
km: យើងប្រកាន់យកភាពឯកជនរបស់អ្នកជាខ្លាំង។ អ្នកអាចប្រាកដថាទិន្នន័យរបស់អ្នកមានសុវត្ថិភាពជាមួយយើង។

source: Vehicle Number
km: លេខរថយន្ត

# space_connecting
source: Your Space is connecting the space owner
km: ភ្ជាប់ទៅម្ចាស់ចំណតរថយន្ត

source: Please wait :)
km: សូមរង់ចាំ :)

source: Contact Us
km: ទាក់ទង​មក​ពួក​យើង

# currently_reserving
source: You're currently reserving a spot at
km: បច្ចុប្បន្នអ្នកកំពុងកក់នៅ

source: Cancel Booking
km: បោះបង់កន្លែងចតរថយន្

# cancel_desc
source: We already connected you to our partner.They would be sad if you cancelled it.
km: យើងភ្ជាប់អ្នកជាមួយដៃគូរបស់យើងរួចហើយ។ ពួកគេនឹងសោកសៅប្រសិនបើអ្នកបោះបង់

# currently_parking
source: You are currently parking at
km: បច្ចុប្បន្នអ្នកកំពុងចតនៅ
